
"keyYes"							= "Ja";
"keyNo"								= "Nej";
"keyOK"								= "OK";
"keyRequired"						= "Krävs";
"keyNone"							= "Inget";

"keyPairedDevicesTitle"				= "Parkopplade enheter:";
"keyFavoriteDevicesTitle"			= "Bokmärkta enheter:";
"keyConnectedDevicesTitle"			= "Anslutna enheter:";
"keyUnknownDevice"					= "Okänd enhet";
"keyErrorOccurred"					= "Ett fel inträffade. (0x%x)";
"keyNotAvailable"					= "Ej tillgänglig.";
"keyNameNotAvailable"				= "Namn ej tillgängligt";
"keyNoDevicePresent"				= "Ingen Bluetooth-enhet hittades.";

"keyPrefReadErrorTitle"				= "Ett fel inträffade vid läsning från Bluetooth-inställningar.";
"keyPrefReadErrorDesc"				= "Bluetooth-konfigurationen på den här datorn verkar vara ogiltig. Installera om Bluetooth-programvaran och försök igen.";

"keyUnacceptablePathTitle"			= "Den angivna sökvägen kan inte accepteras.";
"keyUnacceptablePathDesc"			= "Den angivna sökvägen kan inte användas av Bluetooth Object Exchange. Det beror troligen på att du inte har skrivrättigheter för målkatalogen. Ange en annan målkatalog.";

"keyPathWarningTitle"				= "Mappen du angav rekommenderas inte.";
"keyPathWarningDesc"				= "Mappen kan vara låst eller så kanske du inte har behörighet att läsa från eller skriva till den.";

"keyPrefSaveErrorTitle"				= "Ett fel inträffade när Bluetooth-inställningarna skulle sparas.";
"keyPrefSaveErrorDesc"				= "En del Bluetooth-inställningar kunde inte sparas. Bluetooth-enheten är troligen inte tillgänglig för den här datorn.";

"keyPortInUseTitle"					= "Porten används redan.";
"keyPortInUseDelete"				= "Du försöker ta bort en port som används. Avsluta programmet som använder porten och försök igen.";
"keyPortInUseEdit"					= "Du försöker ändra en port som används. Avsluta programmet som använder porten och försök igen.";

"kServiceCannotBeModifiedKey"		= "Tjänsten kan inte ändras.";
"kPortCannotBeCreatedOrModifiedKey"	= "Ett fel inträffade när en port skulle skapas eller ändras.";

"keyTTYNameAlreadyInUse"			= "Namnet används redan";
"keyTTYNameInUseText"				= "Portnamnet du har valt används redan. Välj ett annat namn.";

"kTTYSerialPortKey"					= "SerialPort";	/* One word, no spaces, no special caracters, only ASCII from 'a' to 'z' and 'A' to 'Z' no extra alphabets, this becomes a TTY name !! */
"kBluetoothSerialPortKey"			= "Serieport";
"kBluetoothSerialPortOnKey"			= "Bluetooth Serieport på";
"kBluetoothSerialPortOffKey"		= "Bluetooth Serieport av";
"kEditSerialPorts"					= "Redigera serieportar…";
"kSerialPortKey"					= "Serieport";
"kSerialPortOnKey"					= "Serieport på";
"kSerialPortOffKey"					= "Serieport av";
"kOtherKey"							= "Annan…";
"kBluetoothFileExchangeKey"			= "Filöverföring";
"kBluetoothFileExchangeOnKey"		= "Bluetooth Filöverföring på";
"kBluetoothFileExchangeOffKey"		= "Bluetooth Filöverföring av";
"kBluetoothFileTransferKey"			= "Filöverföring";
"kBluetoothFileTransferOnKey"		= "Fildelning via Bluetooth på";
"kBluetoothFileTransferOffKey"		= "Fildelning via Bluetooth av";

"kBluetoothRemoteControlKey"		= "Fjärrkontroll";
"kBluetoothRemoteControlOnKey"		= "Bluetooth-fjärrkontroll på";
"kBluetoothRemoteControlOffKey"		= "Bluetooth-fjärrkontroll av";

"kBluetoothPANServiceKey"			= "Personligt nätverk (PAN)";
"kBluetoothPANServiceOnKey"			= "Personligt Bluetooth-nätverk på";
"kBluetoothPANServiceOffKey"		= "Personligt Bluetooth-nätverk av";

"kDeviceNameTitle"					= "”%@” är det namn som Bluetooth-enheter använder när de ansluter till datorn.";

"kInKey"							= "In";		/* Short for Incoming */
"kOutKey"							= "Ut";	/* Short for Outgoing */

"kEllipsisString"						= "…";
"kPower"								= "Ström";
"kBluetoothPower"						= "Bluetooth-status";
"kBluetoothPowerOn"						= "Bluetooth på";
"kBluetoothPowerOff"					= "Bluetooth av";
"kBluetoothPowerIsOff"					= "Bluetooth är avstängd. Om du vill använda Bluetooth måste du först slå på den.";
"kTurnBTOff"							= "Stäng av Bluetooth";
"kTurnBTOn"								= "Slå på Bluetooth";
"kVersionKey"							= "(Version: %d.%d.%d%c%d)";
"kOnKey"								= "På";
"kCancelKey"							= "Avbryt";
"kOffKey"								= "Av";
"kNever"								= "Aldrig";

"kIsConnected"							= "Ansluten";
"kIsNotConnected"						= "Ej ansluten";

"kAddToFavoritesKey"					= "Lägg till i Bokmärken";
"kRemoveFromFavoritesKey"				= "Ta bort från Bokmärken";

"kRenameDeviceKey"						= "Byt namn";

"kBluetoothSetupDevice"					= "Ställ in den här enheten…";
"kDisconnectDevice"						= "Koppla ner";
"kResetDevice"							= "Gör en fabriksåterställning av enheten";
"kConnectDevice"						= "Anslut";
"kConfigureDevice"						= "Konfigurera den här enheten…";
"kMoreInfo"								= "Visa mer info";
"kHideMoreInfo"							= "Göm mer info";
"kNoDevicesKey"							= "Inga enheter";

"kDeviceNameKey"						= "Namn";
"kDeviceAddressKey"						= "Adress";
"kDeviceTypeKey"						= "Typ";
"kDeviceServicesKey"					= "Tjänster";
"kOtherServices"						= "Övriga tjänster";
"kUnknownService"						= "Okänd tjänst";

"kPairedHeaderKey"						= "Parkopplad";
"kConfiguredHeaderKey"					= "Konfigurerad";
"kFavoriteHeaderKey"					= "Bokmärke";
"kConnectedHeaderKey"					= "Ansluten";
"kSerialPortsHeaderKey"					= "Serieportar";
"kSerialPortsHeaderDeviceService"		= "Enhetstjänst";
"kSerialPortsHeaderPortType"			= "Portprotokoll";
"kSerialPortDirectionIncoming"			= "Inkommande";
"kSerialPortDirectionOutgoing"			= "Utgående";

"kSerialPortHeadingOutgoing"			= "Markera en utgående serieport till enheten för att ändra dess inställningar";
"kSerialPortHeadingIncoming"			= "Markera en inkommande serieport till den här datorn för att ändra dess inställningar";

"kHIDDeviceDeleteKeyboardPairingWarning"		= "Det här är det enda tangentbord som är anslutet till din dator. Om du tar bort det här tangentbordet kommer du inte längre åt det. Är du säker på att du vill ta bort det?";
"kHIDDeviceDeleteMousePairingWarning"			= "Detta är den enda pekarenheten som är ansluten till datorn. Om du tar bort den här musen från listan kommer du inte att kunna använda pekaren. Är du säker på att du vill ta bort den?";
"kHIDDeviceDeleteTrackpadPairingWarning"		= "Detta är den enda pekarenheten som är ansluten till datorn. Om du tar bort den här styrplattan från listan kommer du inte att kunna använda pekaren. Är du säker på att du vill ta bort den?";
"kHIDDeviceKeyboard"					= "tangentbord";
"kHIDDeviceMouse"						= "mus";

"kDiscoverableTooltip"		= "Om det här är avaktiverat hittar inte okända Bluetooth-enheter din dator längre. Enheter som redan är parkopplade kan fortfarande ansluta till datorn.";

"kOptionIsAvailable"		= "Tillgängligt";
"kAvailableServiceTurnOn"	= "Slå på tjänsten";
"kAvailableServiceTurnOff"	= "Slå av tjänsten";

"kOptionPairing"			= "Kräver parkoppling";
"kPairingRequired"			= "Kräv parkoppling";
"kPairingNotRequired"		= "Kräv inte parkoppling";

"kOptionReceiveBehavior"	= "När filer tas emot:";
"kReceiveBehaviorAccept"	= "Acceptera utan varning";
"kReceiveBehaviorPrompt"	= "Fråga för varje fil";

"kOptionHandlePIMItem"		= "När PIM-objekt tas emot:";
"kOptionHandleOtherItem"	= "När andra objekt tas emot:";
"kHandleItemSave"			= "Spara";
"kHandleItemOpen"			= "Öppna";
"kHandleItemAsk"			= "Fråga";

"kOptionReceiveFolder"		= "Mottagningsmapp";
"kReceiveFolderChoose"		= "Annan…";

"kOptionFolderForBrowse"	= "Mapp som andra enheter kan bläddra i";

"kOptionName"				= "Namn:";
"kOptionShowInNetworkPrefs"	= "Visa i Nätverksinställningar:";
"kOptionType"				= "Typ:";
"kOptionTypeModem"			= "Modem";
"kOptionTypeRS232"			= "RS-232";


"kOptionEditSerialPortName"	= "Redigera portnamn…";
"kOptionAddSerialPort"		= "Lägg till serieport";
"kOptionRemoveSerialPort"	= "Ta bort serieport";

"kButtonAddDevice"			= "Ställ in ny enhet";
"kButtonRemoveDevice"		= "Radera markerad enhet";
"kButtonDeviceOptions"		= "Utför åtgärder med markerad enhet";
"kBluetoothDevices"			= "Bluetooth-enheter";

"kOptionMajorClass"			= "Överordnad enhetsklass";
"kOptionMinorClass"			= "Underordnad enhetsklass";
"kOptionServiceClass"		= "Enhetstjänsteklass";
"kOptionLastNameUpdate"		= "Senaste namnuppdatering";
"kOptionLastInquiryUpdate"	= "Senaste förfrågeuppdatering";
"kOptionLastServicesUpdate"	= "Senaste tjänsteuppdatering";
"kOptionProductID"			= "Produkt-ID";
"kOptionVendorID"			= "Tillverkar-ID";

"kPerformSDPQueryKey"				= "Uppdatera enhetstjänster";
"kPerformNameRequestKey"			= "Uppdatera enhetsnamn";

"kOpenBTPrefsKey"					= "Öppna Bluetooth-inställningar…";
"kMousePreferences"					= "Öppna musinställningarna…";
"kKeyboardPreferences"				= "Öppna tangentbordsinställningarna…";
"kOpenPrintPrefsKey"				= "Öppna skrivarinställningarna…";
"kOpenSoundPrefsKey"				= "Öppna ljudinställningarna…";
"kSendFileToDevice"					= "Skicka fil…";
"kBrowseDevice"						= "Bläddra på enhet…";

"kTurnOnHeadphones"					= "Använd som en ljudenhet (stereo)";
"kTurnOffHeadphones"				= "Använd inte som ljudenhet";
"kTurnOnHeadset"					= "Använd som en ljudenhet (mono)";
"kTurnOffHeadset"					= "Använd inte som ljudenhet";

"kSyncDevice"						= "Synkronisera…";

"kOpenBTSAKey"						= "Ställ in Bluetooth-enhet…";
"kBTSendFileKey"					= "Skicka fil…";
"kBTGetFileKey"						= "Bläddra på enhet…";

"kJoinNetwork"						= "Anslut till nätverket";
"kKeyDisconnectFromNetwork"			= "Koppla från nätverket";
"kRemoveDevice"						= "Ta bort den här enheten";
"kDeviceOptions"					= "enhetsalternativ";
"kDeviceNamed"						= "enhet med namnet %@";

"kOptionConfirm"					= "Är du säker på att du vill avmarkera den här kryssrutan?";
"kOptionAutoBTSAWarning"			= "Se till att du har en USB-ansluten inmatningsenhet tillgänglig ifall det trådlösa tangentbordet eller musen inte är tillgängligt när datorn startas.";
	
